tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'rcmdnk/file'
tap 'sanemat/font'
cask 'xquartz'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'binutils'
brew 'boost', args: ['c++11']
brew 'ghc'
brew 'cabal-install'
brew 'cabextract'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs', args: ['with-cocoa']
brew 'cask'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'cmigemo'
brew 'coreutils'
brew 'zeromq'
brew 'czmq'
brew 'dmd'
brew 'doxygen'
brew 'eigen'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'libtool', args: ['universal']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'webp'
brew 'gd', args: ['universal']
brew 'gdb'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'git-secrets'
brew 'lua'
brew 'readline'
brew 'gnuplot'
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'graphviz'
brew 'ilmbase'
brew 'xz', args: ['universal']
brew 'imagemagick'
brew 'isl@0.11'
brew 'jasper', args: ['universal']
brew 'jbig2dec'
brew 'libcroco'
brew 'openssl', args: ['universal']
brew 'libevent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'librsvg'
brew 'libsodium'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'little-cms', args: ['universal']
brew 'llvm', args: ['without-compiler-rt']
brew 'makedepend'
brew 'markdown'
brew 'net-snmp'
brew 'nkf'
brew 'node'
brew 'numpy'
brew 'openexr'
brew 'ossp-uuid'
brew 'p7zip'
brew 'peco'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt5'
brew 'ruby-build', args: ['HEAD']
brew 'rbenv'
brew 'rename'
brew 'rtags'
brew 'sane-backends', args: ['universal']
brew 'sl'
brew 'sqlite'
brew 'stunnel'
brew 'szip'
brew 'tbb'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'wine'
brew 'winetricks'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/r'
cask 'cheatsheet'
cask 'clipy'
cask 'cooviewer'
cask 'dropbox'
cask 'evernote'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'karabiner'
cask 'kodi'
cask 'mendeley-desktop'
cask 'messenger'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'teamviewer'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
