cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
brew "cmigemo"
brew "coreutils"
brew "curl"
brew "docker"
brew "emacs", args: ["with-cocoa", "with-gnutls"]
brew "gcc"
brew "mas"
brew "peco"
brew "tmux"
brew "zsh"
brew "sanemat/font/ricty"
cask "docker"
cask "dropbox"
cask "evernote"
cask "font-ricty-diminished"
cask "ginbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "spotify"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
